
1 = "File menu\n\nUse this menu to save the text in instant message windows, close windows, and quit the application.";
2 = "File menu\n\nUse this menu to save the text in instant message windows, close windows, and quit the application. Not available now because a dialog is active";
3 = "Saves the instant message text.";
4 = "Saves the instant message text.\n\nNot available now because no instant message window is active or the text has not changed since the last time it was saved.";
5 = "Saves the instant message text to a file you specify.";
6 = "Saves the instant message text to a file you specify.\n\nNot available now because no instant message window is active or the text has not changed since the last time it was saved.";
7 = "Closes the active window.";
8 = "Closes the active window.\n\nNot available now because a dialog is active or no window is active.";
9 = "Quits the Microsoft Messenger application.";
10 = "Quits the Microsoft Messenger application.\n\nNot available now because a dialog is active, or quit is already in progress.";
11 = "Edit menu\n\nUse this menu to undo an action, work with text, or set preferences.";
12 = "Edit menu\n\nUse this menu to undo an action, work with text, or set preferences.\n\nNot available now because nothing can be undone, there is no text to work with, and preferences can’t be changed now.";
13 = "Undoes your last action.";
14 = "Undoes your last action.\n\nNot available now because the last action can’t be undone.";
15 = "Deletes the selected text and copies it to the Clipboard so it can be pasted later.";
16 = "Deletes the selected text and copies it to the Clipboard so it can be pasted later.\n\nNot available now because nothing which can be cut is selected.";
17 = "Copies the selected text to the Clipboard so it can be pasted later.";
18 = "Copies the selected text to the Clipboard so it can be pasted later.\n\nNot available now because nothing which can be cut is selected.";
19 = "Places the text in the Clipboard at the insertion point, or replaces the selected text.";
20 = "Places the text in the Clipboard at the insertion point, or replaces the selected text.\n\nNot available now because nothing is in the Clipboard, or there is no insertion point or selection which can accept text.";
21 = "Clears the current selection without copying it to the Clipboard.";
22 = "Clears the current selection without copying it to the Clipboard.\n\nNot available now because nothing is selected which can be cleared.";
23 = "Selects all of the text or items.";
24 = "Selects all of the text or items.\n\nNot available now because there is nothing to select, all items can’t be selected, or all text or items are already selected.";
25 = "Opens the Preferences dialog for Microsoft Messenger.";
26 = "Opens the Preferences dialog for Microsoft Messenger.\n\nNot available now because a dialog is active, or the Preferences dialog is already open.";
27 = "View menu\n\nUse this menu to show or hide the Toolbar or Status Bar for a window.";
28 = "View menu\n\nUse this menu to show or hide the Toolbar or Status Bar for a window.\n\nNot available now because the active window (if any) does not have a Toolbar or Status Bar.";
29 = "Shows the Toolbar.";
30 = "Hides the Toolbar.";
31 = "Shows the Toolbar if it is hidden, or hides it if it is visible.\n\nNot available now because the active window (if any) does not have a Toolbar.";
32 = "Shows the Status Bar.";
33 = "Hides the Status Bar.";
34 = "Shows the Status Bar if it is hidden, or hides it if it is visible.\n\nNot available now because the active window (if any) does not have a Status Bar.";
35 = "Network menu\n\nUse this menu to sign in to or sign out from Microsoft Messenger, change your online status, open the MSN Home web page, or open your Windows Live Hotmail Inbox web page.";
36 = "Network menu\n\nUse this menu to sign in to or sign out from Microsoft Messenger, change your online status, open the MSN Home web page, or open your Windows Live Hotmail Inbox web page.\n\nNot available now because a dialog is active.";
37 = "Signs in to or signs out from Microsoft Messenger.";
38 = "Signs in to or signs out from Microsoft Messenger.\n\nNot available now because a dialog is active, or sign in or sign out is currently in progress.";
39 = "Sets your online status as it will be seen by other users of Messenger.";
40 = "Sets your online status as it will be seen by other users of Messenger.\n\nNot available now because you are not signed in, or a dialog is active.";
41 = "Opens the MSN Home web page.";
42 = "Opens the MSN Home web page.\n\nNot available now because you are not signed in to Microsoft Messenger, or a dialog is active.";
43 = "Opens your Windows Live Hotmail Inbox.";
44 = "Opens your Windows Live Hotmail Inbox.\n\nNot available now because you are not signed in to Microsoft Messenger, or a dialog is active.";
45 = "Contact menu\n\nUse this menu to send instant messages, and change or view information in your contact list.";
46 = "Contact menu\n\nUse this menu to send instant messages, and change or view information in your contact list.\n\nNot available now because you are not signed in, or a dialog is active";
47 = "Opens an instant message window.";
48 = "Opens an instant message window.\n\nNot available now because you are not signed in, or a dialog is active.";
49 = "Opens Windows Live Hotmail for composing an e-mail message.";
50 = "Opens Windows Live Hotmail for composing an e-mail message.\n\nNot available now because you are not signed in, or a dialog is active.";
51 = "Opens the Add Contact wizard.";
52 = "Opens the Add Contact wizard.\n\nNot available now because you are not signed in, a dialog is active, or the Add Contact wizard is already open.";
53 = "Removes the selected person from your contact list.";
54 = "Removes the selected person from your contact list.\n\nNot available now because no person is selected, a dialog is active, or you are not signed in to Microsoft Messenger.";
55 = "Opens the Get Info window for the selected person.";
56 = "Opens the Get Info window for the selected person.\n\nNot available now because no person is selected, a dialog is active, or you are not signed in to Microsoft Messenger.";
57 = "Opens the Privacy Preferences window for the selected person.";
58 = "Opens the Privacy Preferences window for the selected person.\n\nNot available now because no person is selected, a dialog is active, or you are not signed in to Microsoft Messenger.";
59 = "Window menu\n\nUse this menu select or open the contact list window, or select an instant message window.";
60 = "Window menu\n\nUse this menu select or open the contact list window, or select an instant message window.\n\nNot available now because a dialog is active.";
61 = "Selects the contact list window, or opens it if it is not currently open.";
62 = "This item is checked to indicate the contact list window is the active window.";
63 = "Selects the contact list window, or opens it if it is not currently open.\n\nNot available now because a dialog is active.";
64 = "Selects this instant message window.";
65 = "This item is checked to indicate this instant message window is the active window.";
66 = "Selects this instant message window.\n\nNot available now because a dialog is active.";
